Repository: kant/daves-wordpress-live-search
Catalog: languages/dwls-*.po
Languages: es

source: Dave's WordPress Live Search requires PHP 5.0 or higher
es: WordPress Dave Live Search requiere PHP 5.0 o superior

source: View more results
es: Ver más resultados

source: Dave's WordPress Live Search requires jQuery 1.2.6 or higher. WordPress ships with current jQuery versions. But if you are seeing this message, it's likely that another plugin is including an earlier version.
es: Dave's WordPress Live Search requiere jQuery 1.2.6 o posterior. Wordpress es enviada con la actual versión de jQuery. Pero si está viendo este mensaje, es probable que otra extensión esté incluyendo una versión anterior.

source: Options saved.
es: Opciones guardadas.

source: Cache cleared.
es: Caché borrada.

source: The %sDave's WordPress Live Search%s plugin is configured to use a theme-specific CSS file, but the current theme does not contain a daves-wordpress-live-search.css file.
es: El plugin %sDave's WordPress Live Search%s está configurado para utilizar un archivo en formato css específico a una determinada plantilla, pero la actual plantilla no contiene este archivo daves-wordpress-live-search.css.

source: Dave's WordPress Live Search Options
es: Opciones de Dave's WordPress Live Search

source: Settings
es: Ajustes

source: Advanced
es: Avanzado

source: Debug
es: Depurar

source: Exceptions
es: Excepciones

source: Enter the %s of pages which should not have live searching, one per line. The * wildcard can be used at the start or end of a line. For example: %s
es: Introduzca las %s de páginas que no deben ser tenidas en cuenta por Live Search, una por línea. El comodín * puede ser utilizado al principio o al final de una línea. Por ejemplo: %s

source: NOTE
es: NOTA

source: These pages will still be returned in search results. This only disables the Live Search feature for the search box on these pages.
es: Estas páginas todavía se devolverá en los resultados de búsqueda. Esto sólo desactiva la función de Live Search para el cuadro de búsqueda en estas páginas.

source: Search Results box X offset
es: Cuadro de resultados de X búsqueda

source: Use this setting to move the search results box left or right to align exactly with your theme's search field. Value is in pixels. Negative values move the box to the left, positive values move it to the right.
es: Utilice esta opción para mover el cuadro de resultados de búsqueda hacia la izquierda o la derecha para alinear exactamente con el campo de búsqueda de su plantilla. El valor es en píxeles. Los valores negativos mueven la caja a la izquierda, los valores positivos la mueven hacia la derecha.

source: Cache Lifetime
es: Caché histórica

source: Enter &quot;0&quot; to disable caching
es: Ingresar &quot;0&quot; para deshabilitar el almacenamiento de datos

source: Enable debugger
es: Habilitar depurador

source: Enable the Debug tab.
es: Habilitar la lengüeta Depurar.

source: Clear Cache
es: Borrar caché

source: If you change settings or post/edit content, your cache will be cleared automatically. Use this button to clear the cache manually if needed.
es: Si cambia la configuración o edita el pre/post contenido, el caché se borrará automáticamente. Utilice este botón para borrar la caché manualmente si es necesario.

source: Do you find this plugin useful? Consider a donation to %sCat Guardians%s, a wonderful no-kill shelter where I volunteer.
es: Encuentra útil este plugin? Considere una donación a %sCat Guardians%s, un maravilloso refugio donde no se sacrifican a los gatos y donde soy voluntaria.

source: Maximum Results to Display
es: Máximos resultados a mostrar

source: Enter &quot;0&quot; to display all matching results
es: Ingrese &quot;0&quot; para mostrar todos los resultados coincidentes.

source: Minimum characters before searching
es: Caracteres mínimos antes de la búsqueda

source: Search right away
es: Buscar de inmediato

source: Wait for two characters
es: Esperando por dos caracteres

source: Wait for three characters
es: Esperando por tres caracteres

source: Wait for four characters
es: Esperando por cuatro caracteres

source: Results Direction
es: Dirección de los resultados

source: Down
es: Abajo

source: Up
es: Arriba

source: When search results are displayed, in which direction should the results box extend from the search box?
es: Cuando los resultados de la búsqueda se muestran, en qué dirección debe el cuadro de resultados extenderse desde el cuadro de búsqueda?

source: Display Metadata
es: Mostrar Metadata

source: Display author & date for every search result
es: Mostrar autor & fecha para cada resultado de la búsqueda

source: Display Post Thumbnail
es: Mostrar miniatura del resultado

source: Display thumbnail images for every search result with at least one image
es: Muestra imágenes en miniatura para cada resultado de búsqueda con al menos una imagen

source: Display Post Excerpt
es: Mostrar extracto del mensaje

source: Display an excerpt for every search result. If the post doesn't have one, use the first %s characters.
es: Mostrar un extracto por cada resultado de búsqueda. Si el mensaje no tiene uno, utilice los primeros %s caracteres.

source: Display &quot;View more results&quot; link
es: Mostrar enlace &quot;Ver más resultados&quot;

source: Display the &quot;View more results&quot; link after the search results.
es: Mostrar el enlace &quot;Ver más resultados&quot; después de los resultados de la búsqueda.

source: Styles
es: Estilos

source: Default Gray
es: Por defecto gris

source: Default style in gray.
es: Por defecto estilo en gris.

source: Default Red
es: Por defecto rojo

source: Default style in red
es: Por defecto estilo en rojo

source: Default Blue
es: Por defecto azul

source: Default style in blue
es: Por defecto estilo en azul

source: Theme-specific
es: Específico de la plantilla

source: For advanced users
es: Para usuarios avanzados

source: Theme must include a CSS file named daves-wordpress-live-search.css. If your theme does not have one, copy daves-wordpress-live-search_default_gray.css from this plugin's directory into your theme's directory and modify as desired.
es: La plantilla debe incluir un archivo CSS llamado daves-wordpress-live-search.css. Si no lo posee, copie daves-wordpress-live-search_default_gray.css desde la carpeta del plugin a la carpeta de la plantilla y modífiquela a su gusto.

source: Theme-specific (theme's own CSS file)
es: Específico de la plantilla (el archivo CSS de la actual plantilla)

source: Use the styles contained within your Theme's stylesheet. Don't include a separate stylesheet for Live Search.
es: Utilizar los estilos contenidos dentro de su hoja de estilo de la plantilla. No incluya una hoja de estilo específica para Live Search.

source: When used with the %sWP E-Commerce%s plugin, Dave&apos;s WordPress Live Search can search your product catalog instead of posts & pages.
es: Cuando es utilizado con el plugin %sWP E-Commerce%s, Dave&apos;s WordPress Live Search puede buscar en el catálogo de sus productos en vez de los mensajes & páginas.

source: Search posts &amp; pages
es: Buscar mensajes &amp; páginas

source: Search products
es: Buscar productos

source: Save Changes
es: Guardar cambios
